"Check for Updates…" = "Provjeri ima li ažuriranja…";

"Settings…" = "Postavke";

"New Temporary Chat" = "Novi privremeni razgovor";

"You can continue this chat from the app." = "Ovo čavrljanje možete nastaviti u aplikaciji.";

"Message to send to ChatGPT" = "Poruka koja će biti poslana ChatGPT-u";

"Start voice conversation" = "Započnite glasovni razgovor";

"Message Identifier" = "Identifikator poruke";

"Model to use with the new chat" = "Model koji će se upotrebljavati u novom čavrljanju";

"Message" = "Poruka";

"This action will send a single message to a chat with ChatGPT and return the response." = "Ta će radnja poslati jednu poruku u čavrljanje s ChatGPT-om i vratiti odgovor.";

"Is there anything else you would like to ask about?" = "Želite li postaviti još neko pitanje?";

"Start new chat" = "Započni novo čavrljanje";

"Toggle Sidebar" = "Uključi/isključi bočnu traku";

"%@" = "%@";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Hoće li se omogućiti naizmjenično čavrljanje ili dovršiti prečac odmah nakon odgovora";

"ChatGPT Help" = "ChatGPT Help";

"Chat Identifier" = "Identifikator čavrljanja";

"Model name" = "Ime/naziv modela";

"Which model would you like to use?" = "Koji model želite koristiti?";

"Continuous chat" = "Neprekidni razgovor";

"Content" = "Sadržaj";

"New Chat" = "Novo čavrljanje";

"Ask ChatGPT" = "Postavite pitanje ChatGPT-u";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Tom se radnjom pokreće aplikacija ChatGPT radi započinjanja glasovnog razgovora s ChatGPT-om.";

"What would you like to ask ChatGPT about?" = "Što želite pitati ChatGPT?";

"Change Shortcut" = "Promijeni prečac";

"Would you like to start a new chat?" = "Želite li započeti novo čavrljanje?";

"Indicates whether a new chat should be started" = "Označava treba li pokrenuti novo čavrljanje";

"Model slug" = "Identifikator modela";

"Start voice conversation with ChatGPT" = "Započnite glasovni razgovor s ChatGPT-om";

"Model" = "Model";

